Repository: aj00200/vomun
Catalog: src/locale/setup/*.po
Languages: es, pt_br

source: === Anon+ Setup === == Project Vomun ==
es: === Instalación de Anon+ === == Proyecto Vomun ==
pt_br: === Instalação Anon+ ===

source: PyCrypto is required to use Anon+ Get it for Linux at https://www.dlitz.net/software/pycrypto/ Get it for Windows at http://www.voidspace.org.uk/python/modules.shtml#pycrypto
es: PyCrypto es indispensable para usar Anon+ Descarga para Linux: https://www.dlitz.net/software/pycrypto/ Descarga para Windows: http://www.voidspace.org.uk/python/modules.shtml#pycrypto
pt_br: PyCrypto é requerido para usar o Anon+ Download para Linux em: https://www.dlitz.net/software/pycrypto/ Download para Windows em: http://www.voidspace.org.uk/python/modules.shtml#pycrypto

source: Please update PyCrypto: https://www.dlitz.net/software/pycrypto/
es: Por favor actualice PyCrypto: https://www.dlitz.net/software/pycrypto/
pt_br: Atualize o PyCrypto: https://www.dlitz.net/software/pycrypto/

source: [*] Preparing for setup...
es: Preparando la instalación...
pt_br: [*] Preparando instalação...

source: [*] Making ~/.vomun/
es: [*] Generando ~/.vomun/
pt_br: [*] Criando ~/.vomun/

source: [*] Setting up encryption keys
es: [*] Instalando claves de encriptación
pt_br: [*] Configurando chaves de criptografia

source: [*] Generating a 2048 bit node key
es: [*] Generando clave de nodo de 2048 bits
pt_br: [*] Gerando chaves de 2048 bit

source: this could take a while...
es: esto puede demorar un poco...
pt_br: isso pode demorar um pouco...

source: [*] Done. Key fingerprint:
es: [*] Hecho. Huella digital:
pt_br: [*] Concluído. Impressão digital :

source: [*] Generating a 2048 bit identity key
es: [*] Generando clave de identidad de 2048 bits
pt_br: [*] Gerando identificação chave de 2048 bit

source: [*] Writing keys to keys.json
es: [*] Escribiendo claves en keys.json
pt_br: [*] Gravando chaves em keys.json

source: [*] Generating the config file...
es: [*] Generando el archivo de configuración...
pt_br: [*] Gerando arquivo de configuração...

source: [*] Writing the config file.
es: [*] Escribiendo el archivo de configuración.
pt_br: [*] Gravando arquivo de configuração.

source: == Setup Complete ==
es: == Instalación completa ==
pt_br: == Instalação concluída ==

source: == Anon+ Setup is Complete == Please run vomun.py and then go to http://localhost:7777/ to use it.
es: == La instalación de Anon+ se ha completado == Por favor ejecute vomun.py luego vaya a http://localhost:7777/ para usar Anon+.
pt_br: == Instalação do Anon+ foi concluída == por favor execute vomun.py e vá para http://localhost:7777/ para iniciar.
